Repository: WordPressBugBounty/plugins-modular-connector
Catalog: modular-connector/languages/modular-connector-*.po
Languages: es_es

source: %s - Connection manager
es_es: %s - Gestor de conexión

source: Connected on
es_es: Conectado el

source: Last used
es_es: Último uso

source: Connect your website
es_es: Conecta tu web

source: These keys will allow us to authenticate API requests securely, without storing your password. The keys can be easily overridden.
es_es: Estas claves nos permitirán autenticar solicitudes API de manera segura, sin almacenar tu contraseña. Las claves pueden ser fácilmente reemplazadas.

source: It seems that the values are not correct. Please try again.
es_es: Parece que los valores no son correctos. Por favor, inténtalo de nuevo.

source: Public key
es_es: Clave pública

source: Secret key
es_es: Clave secreta

source: Treat your secret key as if it were a password. Make sure it is kept out of any version control system you may be using.
es_es: Trata tu clave secreta como si fuera una contraseña. Asegúrate de que no se almacene en ningún sistema de control de versiones que estés utilizando.

source: Data updated!
es_es: ¡Datos actualizados!

source: Update
es_es: Actualizar

source: Save
es_es: Guardar

source: Manual mode
es_es: Modo manual

source: Log in to your %s account.
es_es: Inicia sesión en tu cuenta de %s.

source: Click on the "New Website" button.
es_es: Haz clic en el botón "Nueva web".

source: Enter the name and URL of this website.
es_es: Introduce el nombre y la URL de esta web.

source: Copy the public key and secret key and return to this page.
es_es: Copia la clave pública y la clave secreta y regresa a esta página.

source: Paste the connection keys in the form below and save.
es_es: Pega las claves de conexión en el formulario a continuación y guarda.

source: Go back to Modular DS and click "Connect".
es_es: Regresa a Modular DS y haz clic en "Conectar".

source: Automatic mode
es_es: Modo automático

source: Enter the URL, administrator's username and password of this website.
es_es: Introduce la URL, el nombre de usuario del administrador y la contraseña de esta web.

source: The system will take care of everything.
es_es: El sistema se encargará de todo.

source: Just one more thing! We are almost done...
es_es: ¡Solo falta una cosa más! Ya casi terminamos...

source: Return to your %s account.
es_es: Regresa a tu cuenta de %s.

source: Open the website you are connecting.
es_es: Abre la web que estás conectando.

source: Click on "Connect".
es_es: Haz clic en "Conectar".
